Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/udir.no/14_undervisningsopplegg-niva-10.html.tmx
Source language: nob
Languages: sme

source: Hovedinnhold
sme: Oahpahusláhču: Dássi 10

source: Her finner læreren eksempler på hvordan han eller hun kan arbeide med kompetansemål på nivå 10.
sme: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 10. dási gelbbolašvuođamihttomeriid.

source: Her vises hvordan kompetansemål konkretiseres i læringsmål, innhold og arbeidsmåter, hvordan grunnleggende ferdigheter integreres og hvordan undervisningen kan tilpasses enkelteleven.
sme: Dás čájehuvvo movt gelbbolašvuođamihttomearri duohtandahkko oahppoulbmiliin, sisdoallu ja bargovuogit, movt vuođđogálggaid integreret ja movt oahpahus sáhttá heivehuvvot juohke ovttaskas oahppái.

source: Vurdering underveis og språkdomener er en del av opplegget.
sme: Dađistaga- árvvoštallan ja gielladomeanat leat oassin dagus.

source: Dette undervisningsopplegget tar for seg hvordan elevene kan arbeide med å skaffe seg et bredt ordforråd og hvordan de anvender dette i ulike muntlige roller.
sme: Dát oahpahusláhču guoskkaha dan movt sáhttá bargat vai alcces háhká viiddis sátneriggodaga ja movt dan atná iešguđet njálmmálaš rollain.

source: Kompetansemål
sme: Gelbbolašvuođamihttomearit

source: Muntlig kommunikasjon
sme: Njálmmálaš gulahallan

source: Mål for opplæringen er at eleven skal kunne
sme: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit

source: beherske et bredt ordforråd og uttrykke seg muntlig på en nyansert og situasjonstilpasset måte
sme: hálddašit ollu sániid ja ovdanbuktit njálmmálaččat máŋggaládje ja heivvolaččat dilálašvuhtii

source: forklare hvordan språk og kulturer i dagens Sápmi / Sábme / Saepmie møtes og brytes, og hvordan eget språk og kultur utvikles og endres i samspill med andre
sme: čilget movt gielat ja kultuvrrat Sámis deaivvadit ja gilvalit ja movt iežas giella ja kultuvra váikkuhuvvo ja rievdá go lea oktavuohta earáiguin

source: Undervisningsopplegget dekker ikke alltid hele kompetansemål.
sme: Oahpahusláhču ii álo govčča olles gelbbolašvuođamihttomeriid.

source: Kompetansemålene er konkretisert i læringsmål.
sme: Danin leat gelbbolašvuođamihttomearit duohttandahkkon oahppomihttomearis.

source: Læringsmålene er et steg mot oppnåelsen av kompetansemålene.
sme: Oahppomihttomearit lea lávkin olahit gelbbolašvuođamihtuid.

source: Vis alle
sme: Eará relevánta gelbbolašvuođamihttomearit

source: Læreplan i norsk
sme: Oahppanulbmilat

source: Læringsmålene konkretiseres nærmere i de ulike situasjonene elevene velger.
sme: Oahppoulbmilat duohttandahkkojit iešguđet dilálašvuođain maid oahppit válljejit.

source: Her vises det noen generelle læringsmål, og i læringsaktiviteten vises det mer konkrete eksempler.
sme: Dás čájehuvvojit soames oppalaš oahppoulbmilat, ja oahppodoaimmas čájehuvvojit eanet konkrehta ovdamearkkat.

source: uttrykke seg situasjonstilpasset
sme: máhttit ovdanbuktit dilálašvuođa mielde

source: forklare tospråklighet og språkutvikling
sme: máhttit čilget guovttegielatvuođa ja giellaovdáneami

source: eksempler på vurderingskriterier, muntlig kompetanse
sme: árvvoštallaneavttuid ovdamearkkat, njálmmálaš gelbbolašvuohta

source: Jeg har et avansert ordforråd.
sme: Oahppoulbmil Dán máhtán veaháš:

source: uttrykke deg nyansert og situasjons-tilpasset
sme: ovdanbuktit máŋggabealat ja dilálašvuođa mielde

source: Jeg kan i noen grad uttrykke meg situasjonstilpasset.
sme: Mun muhtin muddui máhtán ovdanbuktit mii dilálašvuhtii heive.

source: Jeg kan uttrykke meg situasjons-tilpasset og ganske nyansert.
sme: Mun máhtán oalle dárkilit ovdanbuktit dilálašvuođa ektui.

source: Jeg kan i stor grad uttrykke meg situasjons-tilpasset og nyansert.
sme: Mun bures ja dárkilit máhtán ovdanbuktit dilálašvuođa ektui.

source: La elevene lage tre spørsmål hver for eksempel om språk.
sme: 1. oassi a) Juohke oahppi ráhkada golbma gažaldaga guhtege ovdamearkka dihte giela birra.

source: Dette er med på å aktualisere temaet.
sme: Dat dagaha fáttá áigeguovdilin.

source: Ved behov kan læreren hjelpe elevene med spørsmål: Hvilke språk møter du i hverdagen ?
sme: Dárbbu mielde sáhttá oahpaheaddji veahkehit ohppiid gažaldagaiguin: Sáhtát go namuhit soames dain gielain maid beaivválaččat gulat ?

source: Hvor ofte bruker du samisk hver dag ?
sme: Man dávjá beaivválaččat sámástat ?

source: Hvorfor er samisk viktig ?
sme: Manin lea sámegiella dehálaš ?

source: b) La elevene lytte til musikk, se på bilder eller liknende.
sme: Oahppit guldalit musihka, geahčadit govaid jna..

source: De skriver ned tankene og følelsene sine og lister opp for eksempel verb, substantiv og adjektiv.
sme: Sii čállet jurdagiiddiset ja dovdduideaset ja čállet omd. vearbbaid, substantiivvaid ja adjektiivvaid.

source: c) Lag et ordspill før selve hovedaktiviteten begynner.
sme: c) Ráhkat sátnespealu ovdalgo váldodoaibma álggahuvvo.

source: Spillet går ut på å forklare ord og begrep uten å bruke selve hovedordet.
sme: Spealu ulbmilin lea ahte oahppit galget čilget sániid ja doahpagiid anikeahttá váldosáni.

source: Lag kort med ord som knyttes til læreplanmålet forklare hvordan språk og kulturer i dagens Sápmi / Sábme / Saepmie møtes og brytes, og hvordan eget språk og kultur utvikles og endres i samspill med andre.
sme: Ráhkat goartta mas leat sánit mat gullet oahppoulbmilii čilget movt gielat ja kultuvrrat dálá Sámis / Sábme / Saepmie deaivvadit ja hástaluvvojit, ja movt iežas giella ja kultuvrra ovdána ja rievdá ovttasdoaibmamis eará gielaiguin ja kultuvrraiguin.

source: Ordene på kortene skal kun stå på samisk.
sme: Goarttaide čállojuvvon sánit galget leat duššefal sámegillii.

source: Hvilke ord man velger til aktiviteten, tilpasses elevene.
sme: Guđe sániid vállje doibmii, heivehuvvo ohppiide.

source: Kortene kan gjerne lamineres så de kan brukes jevnlig.
sme: Goarttaid sáhttá áinnas lamineret vai sáhttet jeavddalaččat adnot.

source: Eksempler på ord som kan stå på kortene:
sme: Sátneovdamearkkat maid sáhttá goarttaide čállit:

source: Her illustrert med kort:
sme: Dá govviduvvon goarttaiguin:

source: For å trene på å lage spørsmål kan spørrenøkkel brukes.
sme: 2. oassi Hárjehallamis ráhkadit gažaldagaid, de sáhttá jearrančoavdaga atnit.

source: En spørrenøkkel fungerer slik at svaret blir oppgitt, og så skal elevene lage spørsmål til svaret.
sme: Jearrančoavdda doaibmá nu ahte vástádus almmuhuvvo, ja vástádussii galget dasto oahppit de ráhkadit gažaldaga.

source: Læreren kan lage ferdige skjemaer som jevnlig benyttes i læringsaktiviteter.
sme: Oahpaheaddji sáhttá ráhkadit gárvves skoviid maid jeavddalaččat atná oahpahusdoaimmain.

source: Eksempel Svaret Sametinget, og tilhørende spørsmål kan være:
sme: Ovdamearka Vástádus Sámediggi, ja gullevaš gažaldagat sáhttet leat:

source: Hva ligger i Karasjok ?
sme: Mii lea sajáiduvvan Kárášjohkii ?

source: Hva ble offisielt åpnet i 1989 ?
sme: Mii rahppui almmolaččat jagi 1989 ?

source: Sametinget
sme: Sámediggi

source: Hva har 39 representanter ?
sme: Mas leat 39 áirasa ?

source: Hvor er Egil Olli president ?
sme: Mas lea Egil Olli presideantan ?

source: Referere fra intervju
sme: Gárvet jearahallama

source: Elevene skal forberede et intervju, gjennomføre det og referere hovedinnholdet fra intervjuet.
sme: Oahppit galget ráhkkanahttit jearahallama, jearahallat ja bájuhit jearahallama váldosisdoalu.

source: Gjennom arbeidet skal elevene være bevisst på hvordan kommunikasjonssituasjonen påvirker språket.
sme: Barggu bakte galget oahppit leat diđolažžan ja diehtit movt gulahallandilálašvuohta váikkuha giela.

source: Hva skal elevene spørre om ?
sme: Man birra galget oahppit jearahit ?

source: Hvordan skal de stille spørsmål ?
sme: Movt galget jearrat ?

source: Hva må de gjøre for å uttrykke seg presist nok ?
sme: Maid berrejit dahkat vai ovdanbuktet doarvái dárkilit ?

source: Lag ulike roller til elevene, eller la dem være med på å velge og utforme roller.
sme: Ráhkat iešguđet rollaid ohppiide, dahje divtte sin leat mielde válljet ja hábmet rollaid.

source: For eksempel kan det være et barn i en samisk / norsk barnehage eller en voksen same som har lært seg samisk i voksen alder.
sme: Ovdamearkka dihte sáhttá leat mánná sámi / dáru mánáidgárddis dahje rávis sápmelaš guhte rávisolmmožin lea oahppan sámegiela.

source: En ungdom kan intervjues om bruk av såkalte slangord, eller en bestemor kan intervjues om fornorsking.
sme: Sii sáhttet maiddái jearahit nuoraid nu gohčoduvvon leaikasániid birra, dahje sáhttet jearahit omd. áhku dáruiduhttima birra.

source: Tilpasset opplæring
sme: Heivehuvvon oahpahus

source: Elever som har godt utviklet språk og begrepsapparat, kan oppfordres til å gjennomføre intervjuet med minst mulig bruk av manus som hjelp.
sme: Ohppiid geat leat ovdánahttán buori giela ja doabaáddejumi, sáhttá ávžžuhit jearahallama čađahit almmá atnit giehtačállosa veahkkin.

source: For elever med behov for støtte, kan det lages helt ferdige formulerte spørsmål på forhånd.
sme: Ohppiide geat dárbbašit veahki, sáhttá ráhkadit gárvves hábmejuvvon ja čállojuvvon gažaldagaid.

source: Elever kan filme eller spille inn intervjuene digitalt som grunnlag for videre arbeid.
sme: Oahppit sáhttet filbmet dahje vuorkut jearahallamiid dihtorii digitála hámis mainna dasto sáhttet viidáset bargat.

source: Elevene kan intervjue barn på lavere skoletrinn.
sme: Oahppit sáhttet jearahallat eará ja nuorat ohppiid.

source: Dette krever også tilpasset språk.
sme: Dat gáibida maid heivehuvvon giela.

source: Elever som mestrer oppgaven godt, kan utfordres til å lage en reportasje av intervjuet som skal sendes på radio eller tv.
sme: Ohppiid geat bures máhttet bargat, sáhttá hástalit ráhkadit reportáša jearahallamis man sáhttá sáddet juogo TVŠas dahje radios.

source: Elever som behersker samisk godt, kan utfordres til å lese og memorere ordtak.
sme: Ohppiid geat bures máhttet sámegiela, sáhttá hástalit lohkat ja muitimit sátnevádjasiid.

source: Vurdering
sme: Árvvoštallan

source: Eksempler på tilbakemelding:
sme: Dávisteami ovdamearkkat:

source: Kompetansemål Mål for opplæringen er at eleven skal kunne
sme: Gelbbolašvuođamihttomearit Oahpahusa ulbmilin lea ahte oahppi galgá máhttit

source: forklare hvordan språk og kulturer i dagens Sápmi / Sábme / Saepmie møtes og brytes …
sme: čilget movt gielat ja kultuvrra dálá Sámis / Sábme / Saepmie deaivvadit ja hástaluvvojit …

source: Hva som er bra: Du finner gode eksempler på hvordan språk og kultur møtes og brytes i Sápmi / Sábme / Saepmie, spesielt mellom samer og ikke-samer.
sme: Mii lea buorre: Don gávnnat buori ovdamearkkaid dasa movt gielat ja kultuvrrat deaivvadit ja hástaluvvojit Sámis / Sábme / Saepmie, earenoamážit gaskal sápmelaččaid ja dážaid.

source: Hva du kan forbedre: Du bør finne eksempler på hvordan språk og kultur mellom samer i de ulike samiske områdene møtes og brytes.
sme: Maid sáhtát buoridit: Don berret gávdnat ovdamearkkaid dasa movt gielat ja kultuvrrat iešguđet sámi guovlluid sápmelaččaid gaskkas deaivvadit ja hástaluvvojit.

source: Hva er bra: Du behersker et bredt ordforråd.
sme: Mii lea buorre: Dus lea viiddis sátneriggodat.

source: Du tilpasser språket godt til rollen som intervjuer.
sme: Don heivehat gielat jearahalli rollii.

source: Hva du kan forbedre: Du kan nyansere språket bedre i referatet fra intervjuet.
sme: Maid sáhtát buoridit: Don sáhtát buorebut dárkilahttit gielat go jarahallama galggat bájuhit.

source: Her er noen eksempler på hvordan elevene kan foreta egenvurdering:
sme: Dás leat soames ovdamearkka movt oahppit sáhttet čađahit iešárvvoštallama:

source: Hvilke spørsmål hadde godt og nyansert språk ?
sme: Makkár gažaldagain lei buorre ja dárkilis giella ?

source: Hva forsto jeg ikke av svarene ?
sme: Maid mun in ipmirdan vástádusain ?

source: Hva trengte jeg å få forklart på nytt ?
sme: Mii lei dás maid šadden ođđasit oažžut čilgejuvvot ?

source: Eleven kan beskrive egen utvikling.
sme: Oahppi sáhttá válddahit iežas ovdáneami.

source: Elevene skal vurdere hva de faktisk kan og mestrer og hva de har lært.
sme: Oahppit galget árvvoštallat maid sii duođai máhttet ja hálddašit ja maid sii leat oahppan.

source: For å finne ut dette kan elevene fylle ut et VØL-skjema.
sme: Gávdnamis vástádusa dása sáhttet oahppit deavdit VØL-skovi.

source: Skjemaet fylles ut av elevene før de setter i gang læringsaktiviteten.
sme: Skovi galget oahppit deavdit ovdalgo álget oahppandoaimmain.

source: Grunnleggende ferdigheter
sme: Vuođđogálggat

source: Å kunne uttrykke seg muntlig: Den muntlige ferdigheten er den dominerende aktiviteten i dette eksempelet.
sme: Máhttit njálmmálaččat ovdanbuktit: Njálmmálaš doaibma lea guovddážis dán ovdamearkkas.

source: Å kunne uttrykke seg skriftlig: Elevene formulerer spørsmål.
sme: Máhttit čálalaččat ovdanbuktit: Oahppit hábmejit gažaldagaid.

source: De skriver svar på spørsmål fortløpende, og de skriver referat.
sme: Sii dađistaga čállet vástádusaid gažaldagaide, ja sii čállet referáhta.

source: Språkdomener
sme: Gielladomeanat

source: Til dette opplegget kan læreren prøve å finne samtalepartnere på eldrehjem, i ungdomsklubber, på kafeer, rundt bålet, ved elvekanten eller liknende hvor man kan finne samiskspråklige personer.
sme: Dán láhčui galgá oahpaheaddji geahččalit gávdnat ságastallanbeali boarrásiidsiiddas, nuoraidklubbas, gáffádagas, dollagáttis, johkagáttis ja sullásaš báikkis gos gávdnat sámegielat olbmuid.

source: Avtal samtale knyttet til et bestemt tema eller en bestemt problemstilling.
sme: Ovdalgihtii berre lihtodit hupmat dihto fáttá dahje čuolbmabeali birra.

source: All kommunikasjon foregår på samisk.
sme: Hupman galgá čađahuvvot sámegillii.

source: Om man kun benytter seg av klasserommet, kan man bruke et samisk flagg som stilles på bordet / kateteret.
sme: Jus klássalanjas leat, de sáhttá sámi leavggaža bidjat beavddi / oahpaheaddjibeavddi nala.

source: Da snakker alle samisk så lenge flagget er oppe.
sme: Nu guhka go sámi leavga lea beavddi nalde de galget buohkat hupmat sámegiela.

source: Jens-Ivar Nergård: ” Det skjulte Nord-Norge ”
sme: Joatkke ain s. 17-23, Elen Ragnhild Sara, Davvi Girji 2006

source: Ellen-Astri Lundby, Sonar Film DA 2009
sme: Film: Fjellfinnhua, Guro Saniola Bjerk, SaniolaProductions / GuroSaniola Bjerk 2010
